/* ************************************************************************** */
/*                                                                            */
/* 每位工程师都有保持代码优雅和整洁的义务                                             */
/*                                                                            */
/* ************************************************************************** */
/**
 * Created by saber on 16/1/25.
 * 定义初始化数据,数据结构以及数据默认值
 */
import {Record} from 'immutable';

// app 的数据 也就是全局数据
let InitialState = Record({
  showTabBar: true 
});

export default InitialState;
